tap "1password/tap"
tap "azure/bicep"
tap "azure/functions"
tap "dracula/install"
tap "esolitos/ipa"
tap "go-swagger/go-swagger"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "microsoft/git"
tap "pulumi/tap"
brew "xz"
brew "ansible"
brew "autoconf"
brew "automake"
brew "node@18"
brew "autorest"
brew "node", link: false
brew "aws-cdk"
brew "docutils"
brew "awscli"
brew "azcopy"
brew "aztfexport"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "binutils"
brew "bison"
brew "byacc"
brew "ghc"
brew "glib"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "cask"
brew "gcc"
brew "checkov"
brew "cmake"
brew "cocoapods"
brew "ctop"
brew "curl"
brew "docker-compose", link: false
brew "docker-machine-driver-vmware"
brew "doxygen"
brew "e2fsprogs"
brew "findutils"
brew "flex"
brew "fpc"
brew "gawk"
brew "gcc@10"
brew "gh"
brew "gimme-aws-creds"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "git-xargs"
brew "global"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-tar"
brew "gnu-which"
brew "libusb"
brew "gnupg"
brew "go"
brew "go@1.19"
brew "golangci-lint"
brew "govc"
brew "grep"
brew "guile"
brew "helm"
brew "htop"
brew "hugo"
brew "ipmitool"
brew "jinja2-cli"
brew "jq"
brew "kind"
brew "libtiff"
brew "openjdk"
brew "kotlin"
brew "ksh93"
brew "kubernetes-cli", link: false
brew "ldns"
brew "libgit2"
brew "python@3.9"
brew "libssh"
brew "makensis"
brew "mas"
brew "mercurial"
brew "minikube"
brew "pango"
brew "mono-libgdiplus"
brew "moreutils"
brew "nano"
brew "nanorc"
brew "netcdf"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "nvm"
brew "oksh"
brew "openjdk@11"
brew "openapi-generator"
brew "openssh"
brew "or-tools"
brew "p7zip"
brew "pandoc"
brew "pandoc-crossref"
brew "pandoc-include-code"
brew "pidof"
brew "virtualenv"
brew "pre-commit"
brew "pstree"
brew "pv"
brew "pwgen"
brew "tcl-tk"
brew "python@3.8"
brew "qemu"
brew "webp"
brew "qt@5"
brew "rbenv"
brew "rename"
brew "rsync"
brew "rust"
brew "scorecard"
brew "screen"
brew "sphinx-doc"
brew "ssh-copy-id"
brew "tcc"
brew "tcping"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "terraform-docs"
brew "terraformer"
brew "tflint"
brew "tfsec"
brew "thrift"
brew "tree"
brew "typescript"
brew "umple"
brew "vim"
brew "wget"
brew "whois"
brew "x3270"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "azure/bicep/bicep"
brew "azure/functions/azure-functions-core-tools@4"
brew "esolitos/ipa/sshpass"
brew "go-swagger/go-swagger/go-swagger"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/copywrite"
brew "hashicorp/tap/packer"
brew "pulumi/tap/pulumi"
cask "1password-cli"
cask "android-studio"
cask "docker"
cask "dotnet-sdk"
cask "dracula-gitkraken"
cask "dracula-terminal"
cask "flutter"
cask "font-consolas-for-powerline"
cask "font-ibm-plex"
cask "font-source-code-pro"
cask "gaphor"
cask "git-credential-manager-core"
cask "iterm2"
cask "oracle-jdk"
cask "postman"
cask "powershell"
cask "tunnelblick"
mas "1Password for Safari", id: 1569813296
mas "Book Tracker", id: 1496543317
mas "Classic Color Meter", id: 451640037
mas "Debit & Credit", id: 882637653
mas "Developer", id: 640199958
mas "Due", id: 524373870
mas "eDrawings", id: 1209754386
mas "FlipClock", id: 1181028777
mas "Fontcase", id: 403095673
mas "FUJIFILM Prints & Gifts", id: 1316083518
mas "Gemini", id: 463541543
mas "Grammarly for Safari", id: 1462114288
mas "Ground News", id: 1324203419
mas "Harvest", id: 506189836
mas "Hype 4", id: 1460330618
mas "Hyperspace Desktop", id: 1454139710
mas "iA Writer", id: 775737590
mas "iBooks Author", id: 490152466
mas "iMovie", id: 408981434
mas "iNet Network Scanner", id: 403304796
mas "Internet Access Policy Viewer", id: 1482630322
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Mastonaut", id: 1450757574
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Moom", id: 419330170
mas "NetAdmin Pro", id: 675649574
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Page Layers", id: 437835477
mas "Pages", id: 409201541
mas "RealtimeBART", id: 1475924331
mas "Remote Desktop", id: 409907375
mas "Screens", id: 1224268771
mas "Shortery", id: 1594183810
mas "SimCity™: Complete Edition", id: 955981476
mas "Sketch", id: 402476602
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "stoic.", id: 1312926037
mas "Synalyze It! Pro", id: 475193367
mas "Taskheat", id: 1431995750
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "VMware Remote Console", id: 1230249825
mas "WhatsApp", id: 1147396723
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "alefragnani.pascal"
vscode "alefragnani.pascal-formatter"
vscode "amillard98.specflow-tools"
vscode "Autodesk.hsm-post-processor"
vscode "bennycode.sort-everything"
vscode "bibhasdn.unique-lines"
vscode "bungcip.better-toml"
vscode "cheshirekow.cmake-format"
vscode "DavidAnson.vscode-markdownlint"
vscode "DekkerOne.minizinc"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "faustinoaq.lex-flex-yacc-bison"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "James-Yu.latex-workshop"
vscode "josetr.cmake-language-support-vscode"
vscode "justusadam.language-haskell"
vscode "mdickin.markdown-shortcuts"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "msjsdiag.vscode-react-native"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "SAPOSS.xml-toolkit"
vscode "secanis.jenkinsfile-support"
vscode "serayuzgur.crates"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "szTheory.vscode-packer-powertools"
vscode "twxs.cmake"
vscode "Tyriar.lorem-ipsum"
vscode "wscourge.togglecase"
vscode "yzhang.markdown-all-in-one"
vscode "zbecknell.t4-support"
