cask "visual-studio-code"


vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "alefragnani.pascal"
vscode "alefragnani.pascal-formatter"
vscode "amillard98.specflow-tools"
vscode "Autodesk.hsm-post-processor"
vscode "bennycode.sort-everything"
vscode "bibhasdn.unique-lines"
vscode "bungcip.better-toml"
vscode "cheshirekow.cmake-format"
vscode "DavidAnson.vscode-markdownlint"
vscode "DekkerOne.minizinc"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "faustinoaq.lex-flex-yacc-bison"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "James-Yu.latex-workshop"
vscode "josetr.cmake-language-support-vscode"
vscode "justusadam.language-haskell"
vscode "mdickin.markdown-shortcuts"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "msjsdiag.vscode-react-native"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "SAPOSS.xml-toolkit"
vscode "secanis.jenkinsfile-support"
vscode "serayuzgur.crates"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "szTheory.vscode-packer-powertools"
vscode "twxs.cmake"
vscode "Tyriar.lorem-ipsum"
vscode "wscourge.togglecase"
vscode "yzhang.markdown-all-in-one"
vscode "zbecknell.t4-support"

