brew "binutils"
brew "coreutils"
brew "ctop"
brew "curl"
brew "findutils"
brew "gawk"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "grep"
brew "htop"
brew "ncurses"
brew "netcdf"
brew "nmap"
brew "p7zip"
brew "pstree"
brew "rename"
brew "rsync"
brew "screen"
brew "tree"
brew "vim"
brew "wget"
brew "xz"
